<x-shizuku-page-layout
    page-title="NEWS"
    page-subtitle="新着情報"
    breadcrumb="すすきのhigh grade health 雫 ＞ トップページ ＞ 新着情報"
    :assets="[
        'resources/scss/shops/shizuku/news.scss',
    ]"
>
<section class="news-section">
    <div class="news-card">
        <div class="news-card-image">
            <img src="{{ asset('assets/img/shops/shizuku/news-card-image1.png') }}" alt="news-image">
        </div>
        <div class="news-card-content">
            <p class="news-title">タイトルタイトルタイトルタイトルタイ</p>
            <p class="news-date">カテゴリ名 | 00.00.00</p>
            <p class="news-content">
                本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文
                
                本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文本文
            </p>
        </div>
    </div>
</section>
</x-shizuku-page-layout>